Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# UserGuide_GenerativeIdentity_Description.Text
source: Draft As Me, on the Past Self page, turns a short description of what you want to write, and an optional goal, into a starting draft of three or four sentences. The draft is assembled from fixed sentence templates picked by your voice profile's formality and sentence length. No AI model is called, and nothing else from your messages is imitated or quoted.
de: „Als ich entwerfen“ auf der Seite „Vergangenes Ich“ lässt Ihren aktiven KI-Anbieter einen Entwurf schreiben, ausgehend von einer kurzen Beschreibung dessen, was Sie schreiben möchten, und einem optionalen Ziel. Die Anfrage beschreibt dem Modell Ihr Stilprofil (Wörter pro Satz und Förmlichkeit) und zitiert bis zu fünf Haltungen, die Sie bis zu dem auf der Seite gewählten Zeitraum zu Themen erfasst hatten, die ein Wort mit Ihrer Anfrage gemeinsam haben, dazu als Hintergrund bis zu drei passende Erkenntnisse, die bis dahin gespeichert waren. Das Modell soll nur den Entwurf schreiben, in der Sprache Ihrer Anfrage, und keine Fakten oder Meinungen über Sie erfinden. Mit einem Cloud-Anbieter verlässt dieser Text Ihren Computer. Ist kein KI-Anbieter verfügbar, wird nichts gesendet.
es: Redactar como yo, en la página Tu yo del pasado, hace que su proveedor de IA activo escriba un borrador a partir de una breve descripción de lo que quiere escribir y un objetivo opcional. La solicitud describe al modelo su perfil de voz (palabras por frase y formalidad) y cita hasta cinco posturas que había registrado, hasta el Período elegido en la página, sobre temas que comparten alguna palabra con su solicitud, además de hasta tres ideas relacionadas guardadas hasta entonces como contexto. Se pide al modelo que escriba solo el borrador, en el idioma de su solicitud, y que no invente hechos ni opiniones sobre usted. Con un proveedor en la nube, este texto sale de su equipo. No se envía nada si no hay ningún proveedor de IA disponible.
fr: Rédiger comme moi, sur la page Moi d'avant, transforme une courte description de ce que vous voulez écrire, et un objectif facultatif, en un premier brouillon de trois ou quatre phrases. Le brouillon est assemblé à partir de modèles de phrases fixes choisis selon la formalité et la longueur de phrase de votre profil de style. Aucun modèle d'IA n'est appelé, et rien d'autre de vos messages n'est imité ni cité.
ja: Past Self ページの「自分らしく下書き」は、書きたい内容の短い説明と任意の目的から、3～4 文の下書きを作ります。下書きは、文体プロファイルの丁寧さと文の長さに応じて選ばれる固定の文テンプレートで組み立てられます。AI モデルは呼び出されず、それ以外にメッセージの内容を模倣したり引用したりすることもありません。
zh_cn: “过往的自己”页面上的“以我的口吻起草”会让您当前的 AI 提供商根据您对要写内容的简短描述和可选的目标撰写一份草稿。请求会向模型说明您的文风画像（每句单词数和正式程度），引用最多五条截至页面上所选时间范围时您在与请求有共同词语的主题上记录的立场，并附上最多三条截至当时保存的相关洞见作为背景。系统要求模型只写草稿本身，使用请求的语言，并且不得编造关于您的事实或观点。使用云提供商时，这些文本会离开您的电脑。没有可用的 AI 提供商时，不会发送任何内容。

# UserGuide_GenerativeIdentity_HowItWorks_Title.Text
source: How It Works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça fonctionne
ja: 仕組み
zh_cn: 工作原理

# UserGuide_GenerativeIdentity_Step1.Text
source: Each chat message you send updates the voice profile. Load Profile on the Past Self page shows the number of samples, the average sentence length and a style label (Casual, Balanced or Formal), or Not enough data before your first message.
de: Jede gesendete Chatnachricht aktualisiert das Stilprofil. „Profil laden“ auf der Seite „Vergangenes Ich“ zeigt die Anzahl der Stichproben, die durchschnittliche Satzlänge und eine Stilbezeichnung (Casual, Balanced oder Formal) oder vor Ihrer ersten Nachricht „Not enough data“.
es: Cada mensaje de chat que envía actualiza el perfil de voz. Cargar perfil, en la página Tu yo del pasado, muestra el número de muestras, la longitud media de las frases y una etiqueta de estilo (Casual, Balanced o Formal), o Not enough data antes de su primer mensaje.
fr: Chaque message de chat envoyé met à jour le profil de style. Charger le profil, sur la page Moi d'avant, affiche le nombre d'échantillons, la longueur moyenne des phrases et une étiquette de style (Casual, Balanced ou Formal), ou Not enough data avant votre premier message.
ja: チャットでメッセージを送信するたびに文体プロファイルが更新されます。Past Self ページの [プロファイルを読み込む] では、サンプル数、平均の文の長さ、文体ラベル (Casual、Balanced、Formal) が表示されます。最初のメッセージを送る前は「Not enough data」と表示されます。
zh_cn: 您发送的每条聊天消息都会更新文风画像。“过往的自己”页面上的“加载画像”会显示样本数、平均句长和文风标签（Casual、Balanced 或 Formal）；在您发送第一条消息之前显示“Not enough data”。

# UserGuide_GenerativeIdentity_Step2.Text
source: Enter the context (what you are writing about) and, if you like, the goal, then click Generate Draft. The draft opens with a sentence chosen by your formality score, restates your context and goal, and ends with a stock closing sentence; before any voice sample exists, a neutral template is used.
de: Wählen Sie oben auf der Seite einen Zeitraum („Gesamter Zeitraum“ verwendet alles, was bis jetzt erfasst wurde), geben Sie den Kontext und bei Bedarf das Ziel ein und klicken Sie auf „Entwurf erstellen“. Der Entwurf erscheint, während das Modell ihn schreibt; „Abbrechen“ stoppt ihn und behält nichts. Unter dem Entwurf steht, welches Modell ihn geschrieben hat, ob Ihr Stilprofil ihn geleitet hat und welche Ihrer erfassten Sichtweisen mit welchem Stichtag verwendet wurden. Ist kein KI-Anbieter erreichbar oder schlägt er fehl, sagt der Bereich das und zeigt keinen Entwurf.
es: Elija un Período en la parte superior de la página (Todo el tiempo usa todo lo registrado hasta ahora), escriba el contexto y, si quiere, el objetivo, y haga clic en Generar borrador. El borrador aparece a medida que el modelo lo escribe; Cancelar lo detiene y no conserva nada. Debajo del borrador, una nota indica qué modelo lo escribió, si su perfil de voz lo guió y qué opiniones registradas se usaron, y a qué fecha. Si no hay ningún proveedor de IA accesible o el proveedor falla, la sección lo indica y no muestra ningún borrador.
fr: Saisissez le contexte (le sujet de votre texte) et, si vous le souhaitez, l'objectif, puis cliquez sur Générer un brouillon. Le brouillon commence par une phrase choisie selon votre score de formalité, reprend votre contexte et votre objectif, et se termine par une phrase de conclusion toute faite ; tant qu'aucun échantillon de style n'existe, un modèle neutre est utilisé.
ja: コンテキスト (何について書くか) と、必要に応じて目的を入力し、[下書きを生成] をクリックします。下書きは丁寧さのスコアに応じて選ばれた文で始まり、コンテキストと目的を言い直し、定型の締めの文で終わります。文体のサンプルがまだない場合は中立的なテンプレートが使われます。
zh_cn: 在页面顶部选择一个时间范围（“全部时间”会使用截至目前记录的所有内容），输入上下文以及可选的目标，然后点击“生成草稿”。草稿会随着模型的撰写逐步显示；点击“取消”会停止撰写且不保留任何内容。草稿下方的说明会指出由哪个模型撰写、是否参考了您的文风画像，以及使用了哪些截至哪一天记录的观点。如果无法连接 AI 提供商或提供商出错，该区域会说明原因且不显示草稿。

# UserGuide_GenerativeIdentity_Step3.Text
source: Copy and Copy for Chat both put the draft on the clipboard, so paste it wherever you need it. There is no rating, no regeneration with adjusted settings and no way to insert the draft into a conversation directly.
de: „Kopieren“ legt den fertigen Entwurf in die Zwischenablage (solange der Entwurf geschrieben wird, ist die Schaltfläche nicht verfügbar); fügen Sie ihn ein, wo Sie ihn brauchen, zum Beispiel in das Nachrichtenfeld von AI Chat. Es gibt keine Bewertung, keine Neugenerierung mit angepassten Einstellungen und keine Möglichkeit, den Entwurf direkt in eine Unterhaltung einzufügen.
es: Copiar pone el borrador terminado en el portapapeles (no está disponible mientras se escribe el borrador); péguelo donde lo necesite, por ejemplo en el cuadro de mensaje de AI Chat. No hay valoración, ni regeneración con ajustes distintos, ni forma de insertar el borrador directamente en una conversación.
fr: Copier et Copier pour le chat placent tous deux le brouillon dans le presse-papiers : collez-le là où vous en avez besoin. Il n'y a ni notation, ni régénération avec des réglages modifiés, ni moyen d'insérer directement le brouillon dans une conversation.
ja: [コピー] と [チャット用にコピー] はどちらも下書きをクリップボードにコピーするので、必要な場所に貼り付けてください。評価、設定を変えての再生成、会話への直接挿入の機能はありません。
zh_cn: “复制”会把完成的草稿放到剪贴板上（撰写草稿期间不可用）；您可以将其粘贴到需要的地方，例如 AI Chat 的消息框。没有评分功能，不能调整设置后重新生成，也无法将草稿直接插入对话。

# UserGuide_GenerativeIdentity_Voice_Title.Text
source: Voice Analysis
de: Stilanalyse
es: Análisis de voz
fr: Analyse de la voix
ja: ボイス解析
zh_cn: 语气分析

# UserGuide_GenerativeIdentity_Voice_Description.Text
source: The voice profile has two measures, both updated from your chat messages:
de: Das Stilprofil hat zwei Kennzahlen, die beide aus Ihren Chatnachrichten aktualisiert werden:
es: El perfil de voz tiene dos medidas, ambas actualizadas a partir de sus mensajes de chat:
fr: Le profil de style comporte deux mesures, toutes deux mises à jour à partir de vos messages de chat :
ja: 文体プロファイルには 2 つの指標があり、どちらもチャットのメッセージから更新されます：
zh_cn: 文风画像包含两项指标，都根据您的聊天消息更新：

# UserGuide_GenerativeIdentity_Voice1.Text
source: Sentence length - The average number of words per sentence, as a moving average in which each new message counts for 10%. An average of 10 words or fewer limits drafts to three sentences; otherwise they can have four.
de: Satzlänge - Die durchschnittliche Anzahl der Wörter pro Satz. Ihre erste Nachricht legt den Wert fest, die ersten zehn Nachrichten zählen gleich viel, und danach geht jede neue Nachricht mit 10 % ein.
es: Longitud de las frases - El número medio de palabras por frase. Su primer mensaje la fija, los diez primeros mensajes cuentan por igual y, a partir de ahí, cada mensaje nuevo cuenta un 10 %.
fr: Longueur des phrases - Le nombre moyen de mots par phrase, en moyenne glissante où chaque nouveau message compte pour 10 %. Avec une moyenne de 10 mots ou moins, les brouillons sont limités à trois phrases ; sinon, ils peuvent en avoir quatre.
ja: 文の長さ：1 文あたりの平均単語数で、新しいメッセージが 10% の重みを持つ移動平均です。平均が 10 語以下の場合、下書きは 3 文に限られ、それ以外は 4 文になることがあります。
zh_cn: 句子长度：每句平均单词数。第一条消息确定初始值，前十条消息的权重相同，之后每条新消息占 10% 的权重。

# UserGuide_GenerativeIdentity_Voice2.Text
source: Formality - A score that rises when a message uses 'therefore' or 'however' and falls with each apostrophe, as in contractions; each new message counts for 5%. Vocabulary, signature phrases and punctuation habits are not analyzed.
de: Förmlichkeit - Ein Wert von 0 bis 1: 0,8 für eine Nachricht mit „therefore“ oder „however“, sonst 0,5 minus 0,05 für jeden Apostroph, wie bei Zusammenziehungen (nie unter 0). Die ersten 20 Nachrichten zählen gleich viel, danach geht jede neue Nachricht mit 5 % ein. Wortschatz, typische Wendungen und Zeichensetzungsgewohnheiten werden nicht analysiert.
es: Formalidad - Una puntuación de 0 a 1: 0,8 para un mensaje que usa «therefore» o «however»; si no, 0,5 menos 0,05 por cada apóstrofo, como en las contracciones (nunca por debajo de 0). Los primeros 20 mensajes cuentan por igual y, a partir de ahí, cada mensaje nuevo cuenta un 5 %. No se analizan el vocabulario, las expresiones características ni los hábitos de puntuación.
fr: Formalité - Un score qui augmente quand un message emploie « therefore » ou « however » et diminue à chaque apostrophe, comme dans les contractions ; chaque nouveau message compte pour 5 %. Le vocabulaire, les expressions fétiches et les habitudes de ponctuation ne sont pas analysés.
ja: 丁寧さ：メッセージに「therefore」や「however」が含まれると上がり、短縮形などのアポストロフィ 1 つごとに下がるスコアで、新しいメッセージが 5% の重みを持ちます。語彙、特徴的な言い回し、句読点の癖は分析されません。
zh_cn: 正式程度：取值 0 到 1 的分数。使用“therefore”或“however”的消息得 0.8，否则为 0.5 减去每个撇号（如缩写）0.05，最低为 0。前 20 条消息的权重相同，之后每条新消息占 5% 的权重。不分析词汇、惯用语或标点习惯。

# UserGuide_GenerativeIdentity_Voice3.Text
source: Style label - Below 0.3 the profile reads Casual, below 0.6 Balanced, and Formal above that. There is a single profile with no separate registers to choose from, and it cannot be edited or reset in the app.
de: Stilbezeichnung - Unter 0,3 lautet das Profil Casual, unter 0,6 Balanced, darüber Formal. Es gibt ein einziges Profil ohne wählbare Stilebenen, und es lässt sich in der App weder bearbeiten noch zurücksetzen.
es: Etiqueta de estilo - Por debajo de 0,3 el perfil indica Casual, por debajo de 0,6 Balanced y, por encima, Formal. Hay un único perfil, sin registros distintos entre los que elegir, y no se puede editar ni restablecer en la aplicación.
fr: Étiquette de style - En dessous de 0,3, le profil indique Casual, en dessous de 0,6 Balanced, et Formal au-delà. Il n'existe qu'un seul profil, sans registres distincts à choisir, et il ne peut être ni modifié ni réinitialisé dans l'application.
ja: 文体ラベル：0.3 未満は Casual、0.6 未満は Balanced、それ以上は Formal と表示されます。プロファイルは 1 つだけで、選べる文体の種類はなく、アプリ内で編集やリセットはできません。
zh_cn: 文风标签：低于 0.3 显示为 Casual，低于 0.6 显示为 Balanced，更高则为 Formal。只有一个画像，没有可选择的不同语体，也无法在应用中编辑或重置。

# UserGuide_GenerativeIdentity_Access_Title.Text
source: Accessing Draft As Me
de: Zugriff auf Draft As Me
es: Acceder a Redactar como yo
fr: Accéder à Rédiger en mon nom
ja: Draft As Me へのアクセス
zh_cn: 使用“以我之名起草”

# UserGuide_GenerativeIdentity_Access_Description.Text
source: Draft As Me is on the Past Self page only:
de: „Als ich entwerfen“ gibt es nur auf der Seite „Vergangenes Ich“:
es: Redactar como yo solo está en la página Tu yo del pasado:
fr: Rédiger comme moi ne se trouve que sur la page Moi d'avant :
ja: 「自分らしく下書き」は Past Self ページにしかありません：
zh_cn: “以我的口吻起草”只在“过往的自己”页面中提供：

# UserGuide_GenerativeIdentity_Access1.Text
source: Open Past Self, go to Draft as Me, fill in the context and the optional goal, and click Generate Draft. There are no length, tone or time-period options.
de: Öffnen Sie „Vergangenes Ich“, wählen Sie einen Zeitraum, gehen Sie zu „Als ich entwerfen“, füllen Sie den Kontext und optional das Ziel aus und klicken Sie auf „Entwurf erstellen“. Optionen für Länge oder Tonfall gibt es nicht.
es: Abra Tu yo del pasado, elija un Período, vaya a Redactar como yo, rellene el contexto y el objetivo opcional y haga clic en Generar borrador. No hay opciones de longitud ni de tono.
fr: Ouvrez Moi d'avant, allez à Rédiger comme moi, renseignez le contexte et l'objectif facultatif, puis cliquez sur Générer un brouillon. Il n'y a pas d'options de longueur, de ton ou de période.
ja: Past Self を開いて「自分らしく下書き」に移動し、コンテキストと任意の目的を入力して [下書きを生成] をクリックします。長さ、トーン、期間の選択肢はありません。
zh_cn: 打开“过往的自己”，选择一个时间范围，转到“以我的口吻起草”，填写上下文和可选的目标，然后点击“生成草稿”。没有长度或语气选项。

# UserGuide_GenerativeIdentity_Access2.Text
source: AI Chat has no /draft or /refine commands, and Draft As Me cannot be started from a conversation.
de: AI Chat kennt keine Befehle /draft oder /refine, und „Als ich entwerfen“ lässt sich nicht aus einer Unterhaltung heraus starten.
es: AI Chat no tiene comandos /draft ni /refine, y Redactar como yo no se puede iniciar desde una conversación.
fr: AI Chat n'a pas de commandes /draft ou /refine, et Rédiger comme moi ne peut pas être lancé depuis une conversation.
ja: AI Chat には /draft や /refine のコマンドはなく、会話から「自分らしく下書き」を始めることはできません。
zh_cn: AI Chat 没有 /draft 或 /refine 命令，也无法从对话中启动“以我的口吻起草”。

# UserGuide_InsightHarvesting_Title.Text
source: Insight Harvesting
de: Insight-Sammlung
es: Recolección de insights
fr: Collecte d'insights
ja: Insight の収集
zh_cn: 洞见采集

# UserGuide_InsightHarvesting_Description.Text
source: Insight Harvesting keeps short records of moments that looked significant. After each reply, Agent-X scans the conversation's AI replies for marker words and stores each matching reply once as an insight. Insights stay on your computer and appear only on the Past Self page, when you ask for relevant insights; they are not shown on the Dashboard, in the Weekly Digest or in search.
de: Die Insight-Sammlung hält kurze Aufzeichnungen von Momenten fest, die bedeutsam wirkten. Nach jeder Antwort durchsucht Agent-X die KI-Antworten der Unterhaltung nach Markierungswörtern und speichert jede passende Antwort einmal als Erkenntnis; auch jede Annotation, die Sie speichern, wird zu einer Erkenntnis. Erkenntnisse bleiben auf Ihrem Computer, nur „Als ich entwerfen“ nimmt bis zu drei passende in seine Anfrage an Ihren KI-Anbieter auf. Sie sehen sie nur auf der Seite „Vergangenes Ich“, wenn Sie relevante Erkenntnisse abrufen; im Dashboard, im Wochen-Digest oder in der Suche werden sie nicht angezeigt.
es: La recolección de insights guarda registros breves de momentos que parecían importantes. Después de cada respuesta, Agent-X examina las respuestas de la IA de la conversación en busca de palabras clave y guarda una vez cada respuesta que coincide como idea; cada anotación que guarde también se convierte en una. Las ideas se quedan en su equipo, salvo que Redactar como yo incluye hasta tres relacionadas en su solicitud a su proveedor de IA. Solo las verá en la página Tu yo del pasado, cuando pida ideas relevantes; no se muestran en el Panel, en el Resumen semanal ni en la búsqueda.
fr: La collecte d'insights conserve de courts enregistrements des moments qui semblaient importants. Après chaque réponse, Agent-X examine les réponses de l'IA de la conversation à la recherche de mots repères et conserve une fois chaque réponse correspondante comme idée. Les idées restent sur votre ordinateur et n'apparaissent que sur la page Moi d'avant, lorsque vous demandez des idées pertinentes ; elles ne s'affichent ni sur le tableau de bord, ni dans le Résumé hebdomadaire, ni dans la recherche.
ja: Insight の収集は、重要そうに見えた瞬間を短い記録として残します。回答のたびに、Agent-X は会話内の AI の回答からマーカー語を探し、該当する回答をそれぞれ一度だけインサイトとして保存します。インサイトは PC 上に保存され、Past Self ページで関連するインサイトを取得したときにだけ表示されます。ダッシュボード、週次ダイジェスト、検索には表示されません。
zh_cn: 洞见采集会为看起来重要的时刻保存简短记录。每次回复后，Agent-X 会在对话的 AI 回复中查找标记词，并把每条匹配的回复保存一次，作为洞见；您保存的每条注释也会成为洞见。洞见保存在您的电脑上，只是“以我的口吻起草”会把最多三条相关洞见放进发给 AI 提供商的请求中。只有在“过往的自己”页面中获取相关洞见时才能看到它们；它们不会出现在仪表板、每周摘要或搜索中。

# UserGuide_InsightHarvesting_Automatic_Title.Text
source: Automatic Detection
de: Automatische Erkennung
es: Detección automática
fr: Détection automatique
ja: 自動検出
zh_cn: 自动检测

# UserGuide_InsightHarvesting_Automatic_Description.Text
source: Detection runs after every reply, over the AI replies in the conversation that were not captured yet, with fixed word lists:
de: Die Erkennung läuft nach jeder Antwort über die noch nicht erfassten KI-Antworten der Unterhaltung und arbeitet mit festen Wortlisten:
es: La detección se ejecuta después de cada respuesta, sobre las respuestas de la IA de la conversación que aún no se han capturado, con listas de palabras fijas:
fr: La détection s'exécute après chaque réponse, sur les réponses de l'IA de la conversation qui n'ont pas encore été capturées, avec des listes de mots fixes :
ja: 検出は回答のたびに、会話内でまだ保存されていない AI の回答に対して、固定の単語リストを使って行われます：
zh_cn: 每次回复后，系统会使用固定词表，对对话中尚未采集的 AI 回复进行检测：

# UserGuide_InsightHarvesting_Automatic1.Text
source: Breakthrough words - A reply containing 'breakthrough', 'key insight', 'important', 'realize', 'discover', 'aha' or 'eureka' is captured, and these words add 0.2 to its base significance of 0.6.
de: Durchbruchswörter - Eine Antwort, die „breakthrough“, „key insight“, „important“, „realize“, „discover“, „aha“ oder „eureka“ enthält, wird erfasst, und diese Wörter erhöhen ihre Grundbedeutsamkeit von 0,6 um 0,2.
es: Palabras de avance - Se captura una respuesta que contenga «breakthrough», «key insight», «important», «realize», «discover», «aha» o «eureka», y estas palabras suman 0,2 a su relevancia base de 0,6.
fr: Mots de percée - Une réponse contenant « breakthrough », « key insight », « important », « realize », « discover », « aha » ou « eureka » est capturée, et ces mots ajoutent 0,2 à son importance de base de 0,6.
ja: ブレークスルー語：「breakthrough」「key insight」「important」「realize」「discover」「aha」「eureka」を含む回答が保存され、これらの語で重要度が基準の 0.6 から 0.2 加算されます。
zh_cn: 突破类词语：包含“breakthrough”“key insight”“important”“realize”“discover”“aha”或“eureka”的回复会被采集，这些词会使其基础重要性 0.6 增加 0.2。

# UserGuide_InsightHarvesting_Automatic2.Text
source: Excitement markers - An exclamation mark or 'amazing', 'incredible', 'fascinating' or 'interesting' also captures a reply and adds 0.1. Because these words are common, many ordinary replies are captured as well.
de: Begeisterungsmarker - Ein Ausrufezeichen oder „amazing“, „incredible“, „fascinating“ oder „interesting“ führt ebenfalls zur Erfassung einer Antwort und fügt 0,1 hinzu. Da diese Wörter häufig sind, werden auch viele gewöhnliche Antworten erfasst.
es: Marcadores de entusiasmo - Un signo de exclamación o «amazing», «incredible», «fascinating» o «interesting» también hacen que se capture una respuesta y suman 0,1. Como estas palabras son habituales, también se capturan muchas respuestas corrientes.
fr: Marqueurs d'enthousiasme - Un point d'exclamation ou « amazing », « incredible », « fascinating » ou « interesting » font aussi capturer une réponse et ajoutent 0,1. Comme ces mots sont courants, beaucoup de réponses ordinaires sont également capturées.
ja: 感嘆マーカー：感嘆符や「amazing」「incredible」「fascinating」「interesting」でも回答が保存され、0.1 加算されます。これらの語はよく使われるため、ごく普通の回答も多く保存されます。
zh_cn: 兴奋标记：感叹号或“amazing”“incredible”“fascinating”“interesting”同样会使回复被采集，并增加 0.1。由于这些词很常见，许多普通回复也会被采集。

# UserGuide_InsightHarvesting_Automatic3.Text
source: Highlights - A highlight created through the annotation service becomes an insight with significance 0.7, its topic taken from its note or highlighted text. The app has no command for creating highlights yet, so in practice insights come from chat replies. Novel connections and synthesis are not detected.
de: Hervorhebungen - Jede Annotation, die Sie in der Tresor-Vorschau speichern, wird zu einer Erkenntnis mit der Bedeutsamkeit 0,7; ihr Thema stammt aus der Notiz oder, ohne Notiz, aus dem hervorgehobenen Text. Neue Verknüpfungen oder Synthesen werden nicht erkannt.
es: Resaltados - Cada anotación que guarde en la vista previa de la bóveda se convierte en una idea con relevancia 0,7, cuyo tema se toma de su nota o, si no tiene nota, del texto resaltado. No se detectan conexiones nuevas ni síntesis.
fr: Surlignages - Un surlignage créé via le service d'annotations devient une idée d'importance 0,7, dont le sujet vient de sa note ou du texte surligné. L'application n'a pas encore de commande pour créer des surlignages ; en pratique, les idées viennent donc des réponses du chat. Les connexions nouvelles et les synthèses ne sont pas détectées.
ja: ハイライト：注釈サービスで作成されたハイライトは重要度 0.7 のインサイトになり、トピックはメモまたはハイライトしたテキストから取られます。アプリにはまだハイライトを作成するコマンドがないため、実際にはインサイトはチャットの回答から生まれます。新しい関連付けや統合は検出されません。
zh_cn: 高亮：您在 Vault 预览中保存的每条注释都会成为重要性为 0.7 的洞见，其主题取自备注；没有备注时取自高亮文本。不会检测新的关联或综合结论。

# UserGuide_InsightHarvesting_Cards_Title.Text
source: Stored Insights
de: Gespeicherte Erkenntnisse
es: Ideas guardadas
fr: Idées enregistrées
ja: 保存されるインサイト
zh_cn: 保存的洞见

# UserGuide_InsightHarvesting_Cards_Description.Text
source: Each insight stores the first 500 characters of the reply, a topic ('I think that ...' phrasing if the reply has it, otherwise General Insight), a significance score and the time it was captured. For example:
de: Jede Erkenntnis speichert die ersten 500 Zeichen der Antwort, ein Thema (die Formulierung „I think that ...“, falls die Antwort sie enthält, sonst General Insight), einen Bedeutsamkeitswert und den Zeitpunkt der Erfassung. Zum Beispiel:
es: Cada idea guarda los primeros 500 caracteres de la respuesta, un tema (la frase «I think that ...» si la respuesta la contiene; si no, General Insight), una puntuación de relevancia y el momento en que se capturó. Por ejemplo:
fr: Chaque idée conserve les 500 premiers caractères de la réponse, un sujet (la formulation « I think that ... » si la réponse la contient, sinon General Insight), un score d'importance et le moment de sa capture. Par exemple :
ja: 各インサイトには、回答の最初の 500 文字、トピック (回答に「I think that ...」の言い回しがあればそれ、なければ General Insight)、重要度スコア、保存された日時が記録されます。例：
zh_cn: 每条洞见保存回复的前 500 个字符、一个主题（如果回复中有“I think that ...”的说法则取之，否则为 General Insight）、重要性分数以及采集时间。例如：
